Repository: robbycerantola/pinnacola
Catalog: po/*.po
Languages: it

source: Created player instance
it: Ho creato il giocatore

source: Rules file not found !
it: Il file con le regole non Ã¨ stato trovato !

source: waiting for connections..
it: sto aspettando le connessioni..

source: Goto settings
it: Configurazione

source: Play game
it: Giochiamo

source: Rules of game
it: Regole del gioco

source: My settings button
it: Configurazione

source: Back to menu
it: Vai al menu

source: Points: %s
it: Punti: %s

source: Player 3
it: Giocatore 3

source: Player 4
it: Giocatore 4

source: Points:
it: Punti:

source: Player %s
it: Giocatore %s

source: Pick me!
it: Pesca!

source: Drop
it: Cala

source: Unselect
it: Deseleziona

source: Stick
it: Attacca
